/* 8. Четна / нечетна сума

Да се напише програма, която получава n-на брой цели числа и проверява, дали сумата от числата на четни позиции е равна на сумата на числата на нечетни позиции. 
При равенство да се отпечатат "Yes" и на нов ред "Sum = " + сумата; иначе да се отпечата "No" и на нов ред "Diff = " + разликата. 
Разликата се изчислява по абсолютна стойност. */


function solve(input) {
    let n = Number(input.shift());
    let currentNumber = Number(input.shift());

    for (let i = 0; i < n; i++) {
        
    }

}

solve([4, 10, 50, 60, 20]);