/* 5. Сумиране на числа

Да се напише програма, която получава n-на брой цели числа и ги сумира.
· От първия ред на входа се получава броят числа n.
· От следващите n елемента се получава по едно цяло число.
Програмата трябва да вземе числата, да ги сумира и да отпечата сумата им.*/

function solve(input) {
  let n = Number(input.shift());
  let sum = 0;

  for (let i = 0; i < n; i++) {
    let currentNum = Number(input.shift());
    sum += currentNum;
  }
  console.log(sum);
}

solve([2, 10, 20]);
