/*9. Търговски комисионни

Фирма дава следните комисионни на търговците си според града, в който работят и обема на продажбите:

Град 0 ≤ s ≤ 500 500 < s ≤ 1 000 1 000 < s ≤ 10 000 s > 10 000

Sofia 5% 7% 8% 12%

Varna 4.5% 7.5% 10% 13%

Plovdiv 5.5% 8% 12% 14.5%

Напишете конзолна програма, която приема входен аргумент input и извадете от него име на град (стринг) и обем на продажби (число) и изчислява и извежда размера на търговската комисионна според горната таблица. 
Резултатът да се изведе форматиран до 2 цифри след десетичната точка. При невалиден град или обем на продажбите (отрицателно число) да се отпечата "error".*/

function comissions(input) {
  let city = String(input.shift());
  let sales = Number(input.shift());
  let comission = 0;

  if (city === "Sofia" && 0 < sales < 500) {
    comission = 0.05;
  }
}
