/*8. Магазин за детски играчки

Петя има магазин за детски играчки. 
Тя получава голяма поръчка, която трябва да изпълни. 
С парите, които ще спечели иска да отиде на екскурзия. 
Да се напише програма, която пресмята печалбата от поръчката.

Цени на играчките:

· Пъзел - 2.60 лв.

· Говореща кукла - 3 лв.

· Плюшено мече - 4.10 лв.

· Миньон - 8.20 лв.

· Камионче - 2 лв.

Ако поръчаните играчки са 50 или повече магазинът прави отстъпка 25% от общата цена. 
От спечелените пари Петя трябва да даде 10% за наема на магазина. 
Да се пресметне, дали парите ще ѝ стигнат да отиде на екскурзия.*/